[
    {
        "name": "St. Martin's Island",
        "img": "https://cdn4.tropicalsky.co.uk/images/560x420/turtle-bay-tobago-beachfront-area.jpg",
        "details": "It is a small island area only 8 kilometers. In this island, you will see incredible natural beauty. This island is popular for one species tree that is coconut. In this Narikel Jinjera, you will get another species of turtles that nest on the island. It is possible for you to walk around the island in one day because of its short only 8 km."
    },
    {
        "name": "Cox’s Bazar",
        "img": "https://i.ytimg.com/vi/WN6kMq_r9bY/maxresdefault.jpg",
        "details": "The beach in Cox’s Bazar is an unbroken sandy sea beach which is one of the world’s longest. Today, Cox’s Bazar sea beach is one of the most-visited and traveled places for tourist destinations in Bangladesh. This sea beach is 125 kilometers (78 mi) long. It is also a major international tourist destination."
    },
    {
        "name": "Bandarban",
        "img": "https://3.bp.blogspot.com/-amqWYHpd2rA/WagEOXIXMAI/AAAAAAAAFPY/WZimrpbR6U8d5Wt57yDPM6VNiQXOxk_lACLcBGAs/s1600/7.jpg",
        "details": "Bandarban is a South-Eastern district of Bangladesh. It is a part of Chittagong Division. Bandarban is one of the most attractive, amazing travel destinations in Bangladesh. The English meaning of Bandarban is the dam of monkeys. The most attractive travel thing in Bandarban is hill tracts of Chittagong."
    },
    {
        "name": "Kuakata Beach",
        "img": "https://2.bp.blogspot.com/-X1tcymzP8Cc/WbQXKcqC7UI/AAAAAAAAFjI/4cP8xEIloDAHUIKP-sjZwCJAtGAz_M8OwCLcBGAs/s1600/21371206_843933725782467_4217348152478935881_n.jpg",
        "details": "Kuakata is a view sight sea beach that is on the southernmost tip of Bangladesh. Kuakata is a wide sandy sea beach from where you can see both the sunrise and sunset. Kuakata sea beach is 30 km long. On the eastern part, there is an evergreen mangrove forest. Kuakata was a part of the larger Sundarbans forest but it is now separated."
    },
    {
        "name": "Jaflong",
        "img": "https://4.bp.blogspot.com/-TkbRtdMrv5w/Vwp4pdLkYdI/AAAAAAAAAKk/Z7GjHSsKzQkd1XQYP7bPDUElwkUgdGHbQ/s1600/maxresdefault.jpg",
        "details": "Jaflong is a great tourist spot for all nature lovers that situated in the Division of Sylhet Bangladesh. It is near at the border between Bangladesh and the Indian state of Meghalaya. Jaflong is near or below the mountain range. Jaflong is famous in Bangladesh for its stone collections. Jaflong looks like a heaven on earth at rainy season."
    },
    {
        "name": "Sundarbans Forest",
        "img": "https://images.indulgexpress.com/uploads/user/ckeditor_images/article/2017/7/29/305e7835e9b56d9c237bd152e8e44ceb.jpg",
        "details": "The Sundarbans is one of the largest single blocks of tidal mangrove forest in the world. It is a UNESCO World Heritage Site and situated in Bangladesh and India. Most of the part is in the Bangladesh. It is also popular for tiger and it is one of the largest reserves for the Bengal tiger."
    },
    {
        "name": "Foy’s Lake",
        "img": "https://3.bp.blogspot.com/-wXrWEWXmukM/VifZkHfVk3I/AAAAAAAAE-E/fQ-Z4-HCv2g/s1600/Foyeslake0.png",
        "details": "Foy’s Lake is a human-made lake which is situated in Chittagong Bangladesh. Once the lake was just a lake and later it constructed by Assam-Bengal Railway engineer then it becomes well. This lake was first dug in 1924 and named as English engineer Mr. Foy. The lake is near the Batali Hill and this hill is the highest hill in the Chittagong. This lake is popular for an amusement park and this park is managed by the Concord Group."
    },
    {
        "name": "Mahasthangarh",
        "img": "https://i.pinimg.com/736x/a9/c4/8e/a9c48ebbe4ef25b338713d825a8413f3.jpg",
        "details": "Mahasthangarh is a great traveling place for ancient architecture lover. This place is one of the earliest urban archaeological that discovered in Bangladesh. This place is discovered in 1931. It was ancient city of at least 3rd century BC before. So, this place will be the great traveling place for you."
    },
    {
        "name": "Sixty Dome Mosque",
        "img": "https://mukutbd.com/wp-content/uploads/2020/03/Sixty-Dome-Mosque-23.jpg",
        "details": "The Sixty Dome Mosque Bangla is Shat Gombuj Masjid is a place of UNESCO World Heritage Site. It has been said as the most impressive Muslim monuments in the India. Khan Jahan Ali was the founder of this mosque and it was built in mid-15th century. Khan Jahan Ali also adorned Bagerhat city with more than a dozen mosques."
    }
]